---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PressureLossNotSetInLossFamily
source: html/8f78dc30-a642-62b7-b389-b5b177a41297.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PressureLossNotSetInLossFamily Property

A calculation did not complete because the pressure loss value for the source equipment is not set for the network.

## Syntax (C#)
```csharp
public static FailureDefinitionId PressureLossNotSetInLossFamily { get; }
```